---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TilePatterns
source: html/b8eb235c-beca-3302-f1fa-ac5636cc9269.htm
---
# TilePatterns Members

Causes the object to release immediately any resources it may be utilizing.